/* Sandvox link-back blurb */
"Build and publish a web site with your Mac - for individuals, education, and small business" = "Erstellen und veröffentlichen einer Website mit Ihrem Mac - für Einzelne, Bildungseinrichtungen und kleine Unternehmen";

/* Sandvox link-back blurb */
"Build websites, photo albums, and blogs on the Mac" = "Erstelle Webseiten, Fotoalben und Blogs auf dem Mac";

/* Sandvox link-back blurb */
"Create websites on the Mac and host them anywhere" = "Erstelle Websites auf dem Mac und veröffentliche sie überall.";

/* Alt string for sandvox badge */
"Created with Sandvox - %@" = "Erstellt von Sandvox - %@";

/* string that goes before badgeLinkString, for badge - always BEFORE 'Sandvox' regardless of language */
"Created with" = "Erstellt von";

/* title string for sandvox badge link */
"Learn about Sandvox - %@" = "Mehr über Sandvox - %@";

/* linked text in the text badge linking back to sandvox site.  Always FOLLOWS the 'created with' regardless of language. */
"Sandvox" = "Sandvox";

/* Sandvox link-back blurb */
"The easy mac web site creator - for school, family, business" = "Der einfache Website-Ersteller - für Schule, Familie, Beruf";

/* Sandvox link-back blurb */
"The Website Builder for the Mac - publish blogs and photos on any host" = "Der Website-Ersteller für den Mac - veröffentlichen von Blogs und Fotos auf jedem Host.";

/* Sandvox link-back blurb */
"Using your Macintosh, publish your photo album / blog / website on any ISP" = "Benutzen Sie Ihren Macintosh, veröffentlichen Sie Ihr Fotoalbum / Blog / Website bei jedem ISP";